Repository: DarkWav/kwin-lowlatency
Catalog: po/*/kcm_kwin_effects.po
Languages: it

# NAME OF TRANSLATORS
source: Your names
it: Paolo Zamponi

# EMAIL OF TRANSLATORS
source: Your emails
it: zapaolo@email.it

source: Configure Desktop Effects
it: Configura gli effetti del desktop

source: Download New Desktop Effects
it: Scarica nuovi effetti del desktop

source: Author: %1 License: %2
it: Autore: %1 Licenza: %2

source: This module lets you configure desktop effects.
it: Questo modulo ti permette di configurare gli effetti del desktop.

source: Hint: To find out or configure how to activate an effect, look at the effect's settings.
it: Suggerimento: per scoprire come configurare e attivare un effetto, esamina le sue impostazioni.

source: Search...
it: Cerca...

source: Configure filter
it: Configura il filtro

source: Exclude Desktop Effects not supported by the Compositor
it: Escludi gli effetti del desktop non supportati dal compositore

source: Exclude internal Desktop Effects
it: Escludi gli effetti del desktop interni

source: Get New Desktop Effects...
it: Ottieni nuovi effetti del desktop...
